IDEA StatiCa Open Model
PlateElements Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 Constructor
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public PlateElements()
Public Sub New
public:
PlateElements()
See Also
Reference
PlateElements Class
PlateElements Overload
IdeaRS.OpenModel.Result Namespace